Repository: Marketplace-of-graphic-images/backend
Catalog: marketgraphicimages/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Successfull sign out!
ru: Выход успешно выполнен!

source: Invalid confirmation code
ru: Неверный код подтверждения

source: User with this data already exist
ru: Пользователь с такими данными уже существует

source: User with this email does not exist
ru: Пользователь с таким адресом электронной почты не существует

source: Wrong password
ru: Неверный пароль

source: Required field.
ru: Обязательное поле.

source: Email already to used
ru: Электронная почта уже используется

source: Username already to used
ru: Имя пользователя уже используется

source: Only free image can be downloaded.
ru: Скачать можно только бесплатное изображение.

source: This password has invalid characters: @ ,
ru: Пароль содержит неверные символы: @,

source: Your password must not contain invalid characters.
ru: Ваш пароль не должен содержать неверные символы.

source: This password has cyrillic letters
ru: Пароль содержит кириллические буквы.

source: Your password must not contain cyrillic letters.
ru: Пароль не должен содержать кириллические буквы.

source: Password must contain numbers letters and special characters: -_!.
ru: Пароль должен содержать цифры, буквы и специальные символы: -_!.

source: Your password must contain numbers letters and special characters
ru: Ваш пароль должен содержать цифры, буквы и специальные символы

source: This password is too long. It must contain a maximum of
ru: Пароль слишком длинный. Он должен содержать максимум

source: Your password must contain a maximum of
ru: Пароль должен содержать максимум

source: The new password must be different from the old password.
ru: Новый пароль должен отличаться от старого.

source: Date is not correct.
ru: Введены не корректные данные.

source: Invalid email
ru: Неверный адрес электронной почты

source: Allowed number of characters in the domain area: less than 254
ru: Разрешенное количество символов в области домена не более 254

source: free
ru: бесплатно

source: paid
ru: платно

source: Date of creation
ru: Время создания

source: Automatically sets the current date and time
ru: Автоматически устанавливает текущую дату и время

source: Author
ru: Автор

source: Image author
ru: Автор изображения

source: Name
ru: Название

source: Enter the name
ru: Введите название

source: Image
ru: Изображение

source: Upload an image
ru: Загрузите изображение

source: License
ru: Лицензия

source: Select license type
ru: Выберите тип лицензии

source: Image price
ru: Цена изображения

source: Specify a price
ru: Укажите цену

source: Tag
ru: Тег

source: Select tags
ru: Выберите тег

source: Images
ru: Изображения

source: Image name
ru: Название изображения

source: Select image
ru: Выберите изображение

source: Favorite image
ru: Избранное изображение

source: Favorite images
ru: Избранные изображения

source: Shopping cart image
ru: Скаченное изображение

source: Shopping cart images
ru: Скаченные изображения

source: Select tag
ru: Выберите тег

source: Tag image
ru: Тег изображения

source: Tags image
ru: Теги изображения

source: My download image
ru: Мое скаченное изображение

source: My download images
ru: Мои скаченные изображения

source: Enter the slug
ru: Введите slug

source: Tags
ru: Теги

source: Username
ru: Имя пользователя

source: Enter the username. Maximum of 30 characters.Use only English letters, numbers and symbols @/./+/-/_
ru: Введите имя пользователя. Максимум 30 символов. Используйте только английские буквы, цифры и символы @.+-_

source: User with such a username already exists
ru: Пользователь с таким именем пользователя уже существует

source: Enter the email.
ru: Введите адрес электронной почты.

source: User with such an email already exists
ru: Пользователь с таким адресом электронной почты уже существует

source: Role
ru: Роль

source: Profile photo
ru: Фото профиля

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Date of birth
ru: Дата рождения

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Confirmation code
ru: Код подтверждения

source: Confirmation codes
ru: Коды подтверждения

source: Select user
ru: Выберите пользователя

source: Subscriber
ru: Подписчик

source: Who is following the user
ru: Кто подписан на пользователя

source: Who the user is following
ru: Кто подписывается на пользователя

source: Subscription
ru: Подписка

source: Subscriptions
ru: Подписки

source: Is confirmed
ru: Подтвержден

source: User confirmation code
ru: Код подтверждения пользователя

source: User confirmation codes
ru: Коды подтверждения Пользователей

source: invalid_email
ru: Неверный адрес электронной почты

source: invalid confirmation_code
ru: Неверный код подтверждения

source: confirmation code has not been sent
ru: Код подтверждения не был введен

source: confirmation code is not confirmed
ru: Неверный код подтверждения
